{
  "posts": [
    {
      "id": "post1",
      "content": "This is the content of the first post."
    },
    {
      "id": "6944f30f-db18-4bc2-bc7e-c5ba367334f4",
      "content": "Hello, my name is , I'm here to find someone who can help me with calculus. My prefered time during the week is weekends, as of the place of lessons, I would prefer otherCity and prefered language would be English. For me acceptable price per lesson would be around 0-20. \nSome additional information about me: sss"
    },
    {
      "id": "b5533072-8729-4c0a-8a1d-8c842415f2c4",
      "content": "Hello, my name is paroli66, I'm here to help you with physics. My prefered time during the week is weekends, as of the place of lessons, I would prefer city1 and prefered language would be English. For me acceptable price per lesson would be around 20-40. \nSome additional information about me: sdsd"
    },
    {
      "id": "e58b5a3c-2961-4cab-ac81-6cfb7860a0d0",
      "content": "Hello, my name is paroli66, I'm here to help you with math. My prefered time during the week is weekends, as of the place of lessons, I would prefer city1 and prefered language would be English. For me acceptable price per lesson would be around 0-20. \nSome additional information about me: 123"
    },
    {
      "id": "205ef7d6-f277-4d18-b7e6-5a002f2a60c7",
      "content": "Hello, my name is gg, I'm here to help you with math. My prefered time during the week is weekends, as of the place of lessons, I would prefer otherCity and prefered language would be Georgian. For me acceptable price per lesson would be around 0-20. \n"
    },
    {
      "id": "5fdee215-1661-4634-a5cd-4a7987bb9e77",
      "content": "Hello, my name is gg, I'm here to help you with Linear Algebra. My prefered time during the week is Mixed, as of the place of lessons, I would prefer city1 and prefered language would be English. For me acceptable price per lesson would be around 0-20. \n"
    }
  ],
  "users": [
    {
      "email": "gio@gmail.com",
      "password": "paroli44",
      "confirmpassword": "paroli44",
      "nickname": "askjn",
      "agreement": true,
      "id": "u1"
    },
    {
      "email": "g@gmail.com",
      "password": "paroli66",
      "confirmpassword": "paroli66",
      "nickname": "paroli66",
      "agreement": true,
      "id": "25320aae-cc5a-44c7-aeea-393236f227f8"
    },
    {
      "email": "g@g.com",
      "password": "gggg1111",
      "confirmpassword": "gggg1111",
      "nickname": "gg",
      "agreement": true,
      "id": "41883f1a-051b-4b19-8be2-115237a397e1",
      "posts": []
    }
  ]
}